{
  "Person": {
    "cluster": "Entities",
    "description": "En unik fysisk individ identifierad via e-post, slack eller Kalender.",
    "multipass_definition": "Individerna: Fånga unika, namngivna människor av kött och blod.\n• Validering: Kan vi peka på denna person och säga 'du'?",
    "sub_nodes": []
  },
  "Organization": {
    "cluster": "Entities",
    "description": "Den organisatoriska entiteten (Bolag, Myndigheter, Kommuner, NGOs).",
    "multipass_definition": "Aktören: Fånga externa juridiska personer och organisationer.\n• Validering: Har denna enhet ett organisationsnummer? Är det en juridisk person?",
    "sub_nodes": []
  },
  "Group": {
    "cluster": "Entities",
    "description": "Organisatoriska enheter och formella grupperingar (Team, Avdelningar, Styrgrupper).",
    "multipass_definition": "Grupperingen: Fånga interna funktionella enheter som folk tillhör.\n• Validering: Är detta en ruta i organisationsschemat (utan eget org-nr)?",
    "sub_nodes": []
  },
  "Business_relation": {
    "cluster": "Entities",
    "description": "Klassificering av relationstyp: SUPPLIER, CLIENT, PARTNER, SALES_PROSPECT, SALES_LEAD.",
    "multipass_definition": "Relationstypen: Fånga beskrivningar av vilken affärsmässig koppling vi har till en part.\n• Validering: Är detta en av de definierade relationstyperna (Kund, Partner, Lev)?",
    "sub_nodes": []
  },
  "Roles": {
    "cluster": "Entities",
    "description": "Funktionell kompetens eller titel (t.ex. Systemutvecklare, Agil Coach, Ekonom).",
    "multipass_definition": "Rollen: Fånga benämningar på kompetenser, titlar eller ansvar (inte personen).\n• Validering: Är detta en funktionell hatt man kan ta på sig?",
    "sub_nodes": []
  },
  "Document": {
    "cluster": "Entities",
    "description": "Ett ostrukturerat objekt som bär information (Avtal, Beslut, Specifikation).",
    "multipass_definition": "Dokumentet: Fånga omnämnanden av specifika dokument eller artefakter.\n• Validering: Är detta ett Avtal, Beslut eller Specifikation?",
    "sub_nodes": []
  },
  "Project": {
    "cluster": "Activities",
    "description": "Ett initiativ med start, slut och mål.",
    "multipass_definition": "Projektet: Fånga avgränsade initiativ med tydliga mål och tidsramar.\n• Validering: Är detta ett namngivet arbete som borde finnas i Harvest/Jira?",
    "sub_nodes": []
  },
  "Event": {
    "cluster": "Activities",
    "description": "En tidsbestämd aktivitet (Möte, Workshop, Event, Mässa).",
    "multipass_definition": "Händelsen: Fånga diskreta, tidsbundna aktiviteter som har ägt rum eller är inbokade.\n• Validering: Har detta en starttid och sluttid som passar i en kalender?",
    "sub_nodes": []
  }
}